INSERT INTO groups VALUES (faculty_code, school_classes, year_coming, subgroup)
    ("09.02.06", 9, 2022, 1);
    ("09.02.01", 11, 2021, 1);
    ("10.02.04", 9, 2022, 1);
    ("09.02.07", 9, 2023, 1);
    ("09.02.07", 9, 2023, 2);
    ("10.02.04", 11, 2022, 1);
    ("09.02.06", 11, 2022, 1);
    ("09.02.06", 11, 2021, 1);
    ("09.02.07", 9, 2022, 1);
    ("09.02.07", 9, 2022, 2);

INSERT INTO teacher VALUES (name, second_name, phone, email, password, )
    ("Вячеслав", "Головин", "77777777777", "golovin@mail.ru", "hard!password?", 20, 1);
    ("Иван", "Иванов", "88888888888", "ivanov@mail.ru", "new-hard_password", 20, 2);
    ("Кирилл", "Сидоров", "99999999999", "sidorov@ya.ru", "one_more-pass", 20, 3);
    ("Мария", "Петрова", "79181231122", "petrova@mail.ru", "p1asssword!", 20, 4);
    ("Анна", "Каренина", "79891351155", "cooolemail@yandex.ru", "karenina1!", 20, 5);
    ("Виктор", "Баринов", "79111321157", "barinov@yandex.ru", "bar_i_cool!", 20, 6);
    ("Андрей", "Моряков", "79181231121", "petrova@mail.ru", "p1asssword!", 20, 1);

INSERT INTO audience VALUES (name, type)
    ("Физика", "семинар");
    ("Компьютерный", "семинар");
    ("Химия", "семинар");
    ("101", "лекция");
    ("102", "лекция");

INSERT INTO subject VALUES (discipline, teacher_id, type)
    ("Сети и протоколы", 1, "лекция");
    ("Сети и протоколы", 1, "семинар");
    ("Введение в специальность", 1, "семинар");
    ("Введение в специальность", 1, "лекция");
    ("Алгебра", 2, "лекция");
    ("Алгебра", 2, "семинар");
    ("Физика", 3, "лекция");
    ("Физика", 3, "семинар");
    ("Английский", 4, "семинар");
    ("Python", 6, "семинар");
    ("Алгоритмы", 6, "семинар");

INSERT INTO lesson VALUES (subject_id, group_id, lesson_hours)
    (1, 1, 10);
    (2, 1, 16);
    (3, 1, 16);
    (4, 1, 8);
    (5, 1, 10);
    (6, 1, 10);
    (7, 1, 8);
    (8, 1, 8);
    (9, 1, 24);
    (10, 1, 18);
    (11, 1, 16);

    (1, 2, 10);
    (2, 2, 16);
    (3, 2, 16);
    (4, 2, 8);
    (5, 2, 10);
    (6, 2, 10);
    (7, 2, 8);
    (8, 2, 8);
    (9, 2, 24);
    (10, 2, 18);
    (11, 2, 16);

    (1, 3, 10);
    (2, 3, 16);
    (3, 3, 16);
    (4, 3, 8);
    (5, 3, 10);
    (6, 3, 10);
    (7, 3, 8);
    (8, 3, 8);
    (9, 3, 24);
    (10, 3, 18);
    (11, 3, 16);

    (1, 4, 10);
    (2, 4, 16);
    (3, 4, 16);
    (4, 4, 8);
    (5, 4, 10);
    (6, 4, 10);
    (7, 4, 8);
    (8, 4, 8);
    (9, 4, 24);
    (10, 4, 18);
    (11, 4, 16);

    (1, 5, 10);
    (2, 5, 16);
    (3, 5, 16);
    (4, 5, 8);
    (5, 5, 10);
    (6, 5, 10);
    (7, 5, 8);
    (8, 5, 8);
    (9, 5, 24);
    (10, 5, 18);
    (11, 5, 16);

    (1, 6, 10);
    (2, 6, 16);
    (3, 6, 16);
    (4, 6, 8);
    (5, 6, 10);
    (6, 6, 10);
    (7, 6, 8);
    (8, 6, 8);
    (9, 6, 24);
    (10, 6, 18);
    (11, 6, 16);

    (1, 7, 10);
    (2, 7, 16);
    (3, 7, 16);
    (4, 7, 8);
    (5, 7, 10);
    (6, 7, 10);
    (7, 7, 8);
    (8, 7, 8);
    (9, 7, 24);
    (10, 7, 18);
    (11, 7, 16);

    (1, 8, 10);
    (2, 8, 16);
    (3, 8, 16);
    (4, 8, 8);
    (5, 8, 10);
    (6, 8, 10);
    (7, 8, 8);
    (8, 8, 8);
    (9, 8, 24);
    (10, 8, 18);
    (11, 8, 16);

    (1, 9, 10);
    (2, 9, 16);
    (3, 9, 16);
    (4, 9, 8);
    (5, 9, 10);
    (6, 9, 10);
    (7, 9, 8);
    (8, 9, 8);
    (9, 9, 24);
    (10, 9, 18);
    (11, 9, 16);

    (1, 10, 10);
    (2, 10, 16);
    (3, 10, 16);
    (4, 10, 8);
    (5, 10, 10);
    (6, 10, 10);
    (7, 10, 8);
    (8, 10, 8);
    (9, 10, 24);
    (10, 10, 18);
    (11, 10, 16);