INSERT INTO groups VALUES
    ("09.02.06", 9, 2022, 1);
    ("09.02.01", 11, 2021, 1);
    ("10.02.04", 9, 2022, 1);
    ("09.02.07", 9, 2023, 1);
    ("09.02.07", 9, 2023, 2);
    ("10.02.04", 11, 2022, 1);
    ("09.02.06", 11, 2022, 1);
    ("09.02.06", 11, 2021, 1);
    ("09.02.07", 9, 2022, 1);
    ("09.02.07", 9, 2022, 2);

INSERT INTO teacher VALUES
    ("Вячеслав", "Головин", "77777777777", "golovin@mail.ru", "hard!password?");
    ("Иван", "Иванов", "88888888888", "ivanov@mail.ru", "new-hard_password");
    ("Кирилл", "Сидоров", "99999999999", "sidorov@ya.ru", "one_more-pass");
    ("Мария", "Петрова", "79181231122", "petrova@mail.ru", "p1asssword!");
    ("Анна", "Каренина", "79891351155", "cooolemail@yandex.ru", "karenina1!");
    ("Виктор", "Баринов", "79111321157", "barinov@yandex.ru", "bar_i_cool!");
    ("Андрей", "Моряков", "79181231121", "petrova@mail.ru", "p1asssword!");

INSERT INTO audience VALUES
    ();
    ();
    ();
    ();
    ();